<CD>	0
<NNP>	1
<UNK>	2
<ROOT>	3
<NULL>	4
``	5
shredded	6
nervous	7
prohibition	8
entered	9
healing	10
rim	11
fatalities	12
couple	13
files	14
stressed	15
dependents	16
workings	17
shaping	18
item	19
copier	20
proud	21
distinctively	22
fingering	23
gifts	24
dismayed	25
imagining	26
sat	27
refrigeration	28
reconfirmation	29
broad-based	30
subtracted	31
25-year-old	32
ear	33
skier	34
quack	35
unwieldy	36
feminist	37
founder	38
farmer	39
rat	40
razor	41
inability	42
year-to-date	43
stacking	44
month-to-month	45
perceptions	46
broadly	47
multifamily	48
telexes	49
cocktail	50
longer-term	51
subsidies	52
inched	53
abstract	54
nominee	55
attracts	56
took	57
racketeering	58
rehearing	59
attractive	60
compromised	61
exempt	62
uncle	63
courier	64
negotiators	65
materializes	66
clash	67
random-access	68
bowling	69
fertility	70
amass	71
enforcement	72
diamonds	73
donor	74
told	75
outdoor	76
relaxing	77
indistinguishable	78
necessitated	79
remorse	80
convictions	81
spouse	82
arguing	83
momentum	84
post-1987	85
suggest	86
boon	87
founding	88
satisfying	89
persuade	90
longer	91
guise	92
towns	93
flush	94
insulated	95
midst	96
deficits	97
partnership	98
virus	99
instrument	100
succession	101
limited	102
rivals	103
riveted	104
misinterpret	105
design	106
clerks	107
write-off	108
brochures	109
animal	110
dashboard	111
candidates	112
him	113
identity	114
unpaid	115
indomitable	116
on-line	117
philosophy	118
caricatures	119
levels	120
fragmented	121
embroidery	122
realizing	123
cumin	124
ingenious	125
withdrew	126
attractiveness	127
sagos	128
vows	129
autographed	130
elitists	131
non-executive	132
interesting	133
creative	134
derail	135
u.s.-soviet	136
nomination	137
power-tool	138
moderates	139
restarted	140
niche	141
slice	142
olympics	143
intangible	144
override	145
thickness	146
stock-trading	147
cyclist	148
reinforce	149
suffer	150
cheating	151
overcharge	152
sparingly	153
chapter	154
pension-fund	155
deny	156
candidate	157
verge	158
borough	159
flatly	160
speculations	161
entombed	162
non-tariff	163
curbing	164
after-tax	165
beware	166
miscellaneous	167
pollster	168
professionals	169
exploiting	170
shopping	171
opened	172
joints	173
floating-point	174
prompt	175
flurry	176
blockbuster	177
explosions	178
caustic	179
blockade	180
passport	181
strapped	182
hypothetical	183
physical	184
precipitated	185
roadbed	186
authorization	187
sees	188
pizza	189
translate	190
consortia	191
spares	192
concluded	193
uncertainty	194
converts	195
homer	196
intense	197
receivables	198
revolt	199
filers	200
major	201
operating	202
price-cutting	203
tempting	204
cafe	205
misdeeds	206
pennies	207
gear	208
strains	209
bankers	210
temporary	211
12-year-old	212
reached	213
travelers	214
formulating	215
outlook	216
players	217
east	218
superconductor	219
tense	220
plug	221
peace	222
identified	223
sentencing	224
potato	225
harangues	226
pencils	227
enacting	228
directory	229
evaders	230
metallurgical	231
assurance	232
permitting	233
handlers	234
strategist	235
sexes	236
lying	237
between	238
leisurely	239
noticeably	240
incorporated	241
maneuvering	242
express	243
chair	244
offensive	245
complained	246
devised	247
stretch	248
convey	249
waiting	250
maneuvered	251
arch	252
noise	253
fronts	254
income	255
anxious	256
lot	257
competing	258
protest	259
replied	260
88.12-point	261
fairness	262
rape-and-incest	263
feud	264
rc6280	265
penchant	266
turns	267
minivans	268
crimes	269
placing	270
devoted	271
underwear	272
two-income	273
rate	274
5-fluorouracil	275
appreciable	276
promise	277
s$	278
passes	279
inflated	280
glitches	281
injuring	282
wide	283
placements	284
girls	285
how	286
interview	287
site	288
completing	289
revolutionary	290
neutrons	291
handles	292
big-city	293
tracks	294
relieved	295
protesters	296
medium-term	297
vital	298
rushes	299
nearing	300
chew	301
meal	302
luminaries	303
sorts	304
plummeting	305
contact	306
boardroom	307
impediments	308
hard-disk	309
ventures	310
greens	311
bakery	312
reflected	313
wrapping	314
rod	315
impact	316
financing	317
fad	318
reality	319
softness	320
outline	321
previous-year	322
buy-and-hold	323
assassinate	324
digits	325
conceivably	326
gone	327
mergers	328
reputed	329
rhetoric	330
elusive	331
4-for-1	332
grinding	333
detectors	334
users	335
mired	336
invitation	337
homosexuals	338
strategists	339
frequent	340
wages	341
veritable	342
terminals	343
cuisine	344
opponent	345
traumas	346
crime-ridden	347
four-part	348
3	349
positively	350
starving	351
long-planned	352
strengthening	353
workaholic	354
first-quarter	355
powerful	356
allow	357
exacerbates	358
indelible	359
specialists	360
poisoning	361
two-stroke	362
93-day	363
bump	364
elites	365
steered	366
constructing	367
franchisee	368
minicomputer	369
sprawling	370
breached	371
nostalgic	372
erratic	373
college	374
preceding	375
executives	376
melt	377
courtyard	378
oak	379
features	380
modernized	381
tangled	382
exaggerate	383
fly	384
arguably	385
smokers	386
forth	387
hurried	388
rebut	389
examined	390
nonstrategic	391
irregularities	392
undeveloped	393
issues	394
woke	395
incapable	396
reform	397
reeled	398
agreement	399
electricity	400
one-third	401
replenished	402
superintendents	403
glued	404
sweet	405
subways	406
gunmen	407
parody	408
low-paid	409
cds	410
treasury	411
sweeten	412
pre-refunded	413
manufactures	414
teen-agers	415
owes	416
5-4	417
bench	418
certificate-of-need	419
supplied	420
lady	421
egg-breaking	422
speedy	423
upheavals	424
beneficiary	425
eyebrow	426
joke	427
hospitals	428
clones	429
specializes	430
quadrupling	431
hackles	432
suggesting	433
regain	434
overweight	435
counterclaims	436
structures	437
allotment	438
printing	439
long-running	440
striving	441
accumulated	442
congestion	443
logic	444
stunt	445
debt-laden	446
pledging	447
lean	448
objective	449
behind-the-scenes	450
tick	451
pap	452
balloting	453
countries	454
leader	455
ease	456
dismal	457
intriguing	458
depicting	459
spell	460
swamped	461
bonus	462
assembling	463
department	464
plastics	465
torn	466
bitterness	467
spies	468
adjusting	469
threatened	470
full-power	471
hamstrung	472
shuttle	473
loopholes	474
conservatism	475
apparatus	476
race	477
bleeding	478
dogma	479
urging	480
green	481
tasteless	482
archrival	483
quarter	484
%	485
mystique	486
machikin	487
castle	488
scavengers	489
26-week	490
cautiously	491
decisions	492
emerging	493
practices	494
complaint	495
gawky	496
seem	497
satisfy	498
zeroing	499
approves	500
motion-picture	501
nail	502
staple	503
hard-bitten	504
critical	505
asserting	506
video	507
earthquake	508
fiasco	509
elixir	510
denominations	511
stockbrokers	512
enroll	513
pledges	514
tactics	515
co-sponsor	516
fees	517
misuse	518
graceful	519
objects	520
delivery	521
two-year	522
construct	523
rag	524
completion	525
nonrecurring	526
governing	527
cans	528
heats	529
galleries	530
friendship	531
accompanied	532
staggered	533
habit	534
structure	535
unlawfully	536
borders	537
divorce	538
belonged	539
unheard	540
commits	541
constraints	542
battles	543
vendor	544
directorial	545
culture	546
properties	547
passionate	548
emboldened	549
injustice	550
prodigious	551
modestly	552
widely	553
double-decking	554
adjusted	555
ballots	556
chop	557
explain	558
deficiency	559
spun	560
booming	561
alive	562
high-priced	563
u.s.-backed	564
consultants	565
health-products	566
sympathetic	567
soaring	568
bus	569
orchestra	570
button	571
eclipse	572
celebrate	573
unrest	574
white-collar	575
exorbitant	576
demonstrations	577
waving	578
garages	579
spelling	580
put	581
pasta	582
trends	583
summer	584
introduction	585
ruined	586
tribute	587
develop	588
distribute	589
lieutenants	590
lengthy	591
modifies	592
transition	593
farmers	594
watt	595
discourages	596
intrinsic	597
bombs	598
control	599
associates	600
margins	601
clocks	602
borrower	603
fighter	604
minority	605
refocusing	606
sum	607
scorn	608
anti-soviet	609
tries	610
squares	611
prefers	612
purchased	613
playwright	614
pitfalls	615
budgeted	616
subtitled	617
cartoon	618
candid	619
taming	620
mulling	621
worlds	622
grisly	623
certain	624
interviewed	625
irish-soviet	626
fines	627
chilly	628
objectionable	629
recoverable	630
deep-pocketed	631
detectable	632
escaped	633
regard	634
ducks	635
publishers	636
contracting	637
dole	638
jetliner	639
unseen	640
environmentally	641
nerve	642
classic	643
mailers	644
damping	645
prevailed	646
change	647
first-class	648
rebuilding	649
supervised	650
say	651
statistics	652
delegates	653
swings	654
mothers	655
assuming	656
takeover	657
hectic	658
tracked	659
ring	660
eventually	661
intentionally	662
forgiving	663
bipartisan	664
houston-based	665
tropics	666
sails	667
republic	668
warehouses	669
outlawing	670
hunky-dory	671
horn	672
blundered	673
act	674
patterned	675
ongoing	676
finally	677
airplane	678
minuscule	679
malaysian	680
execution	681
mechanics	682
surrender	683
undulate	684
watched	685
czech	686
pesticide	687
tests	688
supplying	689
legislatures	690
locales	691
schedules	692
enjoy	693
brown	694
thin-slab	695
broadened	696
pronounced	697
bidders	698
neighborhood	699
juror	700
obstacles	701
waited	702
carrier	703
player	704
30-second	705
silly	706
vengeance	707
actress	708
bedrock	709
soil	710
reinstate	711
roofs	712
billions	713
judges	714
out	715
lapsed	716
privacy	717
root	718
engines	719
unobserved	720
punishing	721
efficiencies	722
wrappers	723
jammed	724
credit-rating	725
roommate	726
35-year-old	727
four-megabit	728
wood-products	729
exchange	730
echo	731
discounting	732
tribunal	733
distortions	734
buffs	735
garden	736
riders	737
sun	738
shot	739
365-day	740
discuss	741
count	742
beefed	743
ploys	744
wrangling	745
localized	746
role	747
leaves	748
medicine	749
unscathed	750
elected	751
cautioned	752
vacant	753
dedication	754
tract	755
derided	756
portfolios	757
cholesterol	758
shells	759
booking	760
35-hour	761
collar	762
lackluster	763
arise	764
guys	765
occur	766
disenchanted	767
campuses	768
stratospheric	769
fool	770
investigate	771
reassess	772
hogs	773
tendered	774
rampant	775
introducing	776
guarantees	777
anti-abortion	778
revelations	779
discontinued	780
financings	781
showroom	782
packaged-goods	783
allotments	784
concurred	785
prevention	786
tie-ins	787
facilities	788
topped	789
senate-passed	790
assisted	791
hispanic	792
protracted	793
one-year	794
unpopular	795
videocassette	796
hour-long	797
service	798
gain	799
double-a	800
contributing	801
experiences	802
no-growth	803
ordinary	804
edible	805
tear	806
pigs	807
chose	808
enforcing	809
trials	810
period	811
sporadic	812
unregistered	813
though	814
relax	815
wound	816
rescuers	817
tossed	818
treacherous	819
carefully	820
paranoid	821
sparked	822
documents	823
identify	824
describes	825
calculator	826
personalities	827
shipbuilding	828
concessions	829
keen	830
rolled	831
someday	832
pessimism	833
unnerving	834
moslems	835
hot-air	836
casualty	837
cronies	838
listing	839
maneuver	840
operative	841
standardized	842
hastily	843
investment	844
20-stock	845
promises	846
lbo	847
cigarettes	848
inevitably	849
cherry	850
upheld	851
rough	852
albeit	853
relocate	854
back-up	855
aims	856
spoke	857
consumer-electronics	858
infamous	859
buffer	860
vocal	861
fired	862
figuring	863
part-time	864
uncertainties	865
campaigning	866
opens	867
blip	868
fox	869
commercial	870
eighth	871
titanium	872
reset	873
summed	874
two-party	875
brave	876
reassume	877
happenings	878
multibillion-dollar	879
stripped	880
face-to-face	881
rethink	882
expresses	883
scandals	884
sits	885
dominate	886
practicing	887
dating	888
outlawed	889
squad	890
programmers	891
patrols	892
wonderful	893
sufficient	894
assessing	895
define	896
pristine	897
stabilize	898
tax-deductible	899
tens	900
almost	901
assemblies	902
thrust	903
surprises	904
laced	905
squads	906
semi-annually	907
hostage	908
charter	909
commercialize	910
detaining	911
tantamount	912
cowards	913
ski	914
ardent	915
seven-day	916
curious	917
san	918
matters	919
emerges	920
footage	921
muslims	922
one-fifth	923
bureaucrat	924
progressive	925
singing	926
outraged	927
regulated	928
interviewer	929
thoroughly	930
eroding	931
highest-rated	932
bidder	933
dice	934
rothschilds	935
fixtures	936
radio	937
freer	938
explore	939
objected	940
pulled	941
overseas	942
assist	943
required	944
incidents	945
soap	946
worms	947
buzzwords	948
sterling	949
realizes	950
morass	951
ibm-compatible	952
appreciates	953
family-planning	954
fret	955
assortment	956
cards	957
diminutive	958
heading	959
referred	960
happy	961
guided	962
discipline	963
blind	964
jaunts	965
sailors	966
angered	967
automobiles	968
fresh	969
anti-american	970
noted	971
paint	972
murder	973
revoked	974
norwegians	975
inducement	976
manic-depressive	977
acres	978
trapped	979
targeting	980
notes	981
tenants	982
convention	983
methane	984
nursed	985
stress	986
12-month	987
zone	988
tv	989
countersuit	990
66-year-old	991
cycle	992
closer	993
abandons	994
brazilian	995
zombie	996
aroused	997
repel	998
pipeline	999
liquidity	1000
organize	1001
signed	1002
francs	1003
inclusion	1004
home-run	1005
reason	1006
catastrophic	1007
hybrid	1008
unemployment	1009
mix	1010
nationwide	1011
arcane	1012
crisis	1013
disposal	1014
steady	1015
retiring	1016
horns	1017
speaking	1018
equivalent	1019
naval	1020
psychology	1021
reservoir	1022
selecting	1023
drinks	1024
par	1025
insists	1026
injected	1027
fine	1028
antibodies	1029
dangerous	1030
flaw	1031
next	1032
rid	1033
microcomputers	1034
select	1035
helped	1036
clothing	1037
insufficient	1038
guidance	1039
sanguine	1040
earning	1041
rely	1042
single	1043
flower	1044
nationalists	1045
sparking	1046
criticism	1047
universally	1048
mounted	1049
unreported	1050
paled	1051
methodical	1052
40-year-old	1053
digesting	1054
press	1055
faults	1056
locking	1057
would-be	1058
stuff	1059
first-half	1060
hiding	1061
acquisitions	1062
gives	1063
pumps	1064
stick	1065
plots	1066
rail	1067
censored	1068
ex-president	1069
distorted	1070
leftist	1071
pressured	1072
complacent	1073
commons	1074
dismiss	1075
budged	1076
crumbled	1077
floor	1078
sweeps	1079
shrift	1080
discard	1081
securely	1082
authoritarian	1083
banished	1084
case-by-case	1085
ability	1086
guarding	1087
bribe	1088
nominate	1089
depressed	1090
outrageous	1091
labor-intensive	1092
sporting-goods	1093
exhibitions	1094
communities	1095
amazing	1096
whiskey	1097
fractionally	1098
aviation	1099
handicap	1100
executing	1101
irrational	1102
radicals	1103
blocker	1104
partial	1105
crash	1106
kicker	1107
organizations	1108
grains	1109
administrator	1110
directing	1111
watchers	1112
negligence	1113
pioneered	1114
internment	1115
tigreans	1116
inflation-adjusted	1117
monitor	1118
followed	1119
toil	1120
causes	1121
campaign	1122
norwegian	1123
enthusiasts	1124
disapproved	1125
official	1126
imposes	1127
assessment	1128
defines	1129
accessories	1130
tar	1131
placate	1132
explosive	1133
communications	1134
lack	1135
highways	1136
hate	1137
aiming	1138
eyes	1139
spy	1140
harried	1141
orphans	1142
splendidly	1143
added	1144
conservationists	1145
obfuscation	1146
timberlands	1147
provincial	1148
love	1149
fist	1150
gas	1151
nazi	1152
prevailing	1153
elders	1154
averting	1155
swiveling	1156
unusual	1157
expertise	1158
removal	1159
dispense	1160
gut	1161
sturdy	1162
50-50	1163
sharpest	1164
difficulties	1165
departed	1166
semiannually	1167
personal-injury	1168
meetings	1169
democracy	1170
theatrical	1171
textiles	1172
earn	1173
cd	1174
thoughtful	1175
backing	1176
spirited	1177
clad	1178
timidity	1179
burdensome	1180
rank	1181
self-imposed	1182
activated	1183
bombed	1184
10-cent-a-share	1185
organization	1186
capturing	1187
confers	1188
loose	1189
trailing	1190
opted	1191
previous	1192
victories	1193
182-day	1194
oat	1195
unleashed	1196
installation	1197
nine-member	1198
counterterrorism	1199
co-op	1200
one-day	1201
pay-in-kind	1202
life	1203
differing	1204
foul-mouthed	1205
unknown	1206
extracting	1207
swung	1208
ideal	1209
reconciliation	1210
branch	1211
guaranteeing	1212
propel	1213
decent	1214
expectation	1215
slash	1216
aerobics	1217
airliners	1218
negotiate	1219
investigated	1220
foothold	1221
door-to-door	1222
self-interest	1223
crime	1224
fueling	1225
graduates	1226
laughter	1227
two-week	1228
dome	1229
types	1230
genuine	1231
wrist	1232
artificially	1233
natural	1234
seek	1235
statement	1236
approximate	1237
separated	1238
bucked	1239
cheese	1240
tardy	1241
agreements	1242
profound	1243
update	1244
trailer	1245
roll	1246
undone	1247
cfcs	1248
stands	1249
periods	1250
elephant	1251
market-if-touched	1252
hands	1253
posturing	1254
lethargic	1255
impaired	1256
pleading	1257
contributed	1258
brother	1259
model	1260
mailed	1261
b-3	1262
mention	1263
tripled	1264
urge	1265
pace	1266
dislocation	1267
snakes	1268
debts	1269
sponsorship	1270
rhythmic	1271
typical	1272
inevitable	1273
feature	1274
assessed	1275
wall	1276
transferable	1277
possession	1278
dailies	1279
insult	1280
gains	1281
rewritten	1282
experience	1283
fractional	1284
register	1285
reassure	1286
recoup	1287
appointee	1288
propane	1289
incurred	1290
anti-miscarriage	1291
individual	1292
overalls	1293
darwinian	1294
believed	1295
gently	1296
fielded	1297
gray	1298
he	1299
heating	1300
undoubtedly	1301
buffet	1302
variable	1303
traced	1304
loaned	1305
authority	1306
zero-coupon	1307
promoters	1308
anti-apartheid	1309
minimum	1310
skin-care	1311
publisher	1312
bureau	1313
applaud	1314
equal	1315
line	1316
closed-end	1317
helm	1318
occupation	1319
drunk	1320
compelling	1321
father	1322
fare	1323
decreasing	1324
kidnapped	1325
signal-processing	1326
outpaced	1327
introduce	1328
loyalties	1329
4-0	1330
denounced	1331
allergies	1332
fairly	1333
broker	1334
proposed	1335
unwelcome	1336
condition	1337
de	1338
pork	1339
misconduct	1340
half-an-hour	1341
repurchasing	1342
tipper	1343
simulators	1344
cents	1345
questions	1346
pot	1347
sung	1348
stage	1349
eucalyptus	1350
differences	1351
retired	1352
push	1353
amaze	1354
richest	1355
sterilized	1356
prey	1357
n.m.-based	1358
evaluating	1359
software-development	1360
bargains	1361
lasting	1362
sovereignty	1363
occupant	1364
well-servicing	1365
robbery	1366
calendar	1367
bloated	1368
shareholder	1369
unencumbered	1370
three-fourths	1371
everybody	1372
romantic	1373
bracing	1374
dressed	1375
commenting	1376
liable	1377
high-volume	1378
junk-fund	1379
diaries	1380
socialist	1381
responsible	1382
jewels	1383
investigations	1384
equaling	1385
absorbed	1386
illness	1387
announcements	1388
contrary	1389
pesetas	1390
industrialists	1391
fee	1392
exports	1393
buys	1394
arched	1395
distillers	1396
time-consuming	1397
neutral	1398
south	1399
campus	1400
significant	1401
scaled	1402
motor-control	1403
dry	1404
immunities	1405
secure	1406
fiscal-first	1407
overbid	1408
drag	1409
difficult	1410
parliamentary	1411
flowed	1412
nondemocratic	1413
satisfaction	1414
bond-price	1415
dish	1416
legalistic	1417
paths	1418
renamed	1419
enlisted	1420
a$	1421
chains	1422
one-yen	1423
dogs	1424
hook	1425
rooftops	1426
struggle	1427
roustabout	1428
dropping	1429
hitting	1430
prestigious	1431
vivid	1432
policewoman	1433
supported	1434
unwind	1435
crude	1436
in	1437
general-purpose	1438
diagnosis	1439
upheaval	1440
foreign-exchange	1441
midwest	1442
roller	1443
32-bit	1444
globe	1445
unwritten	1446
animated	1447
leapfrog	1448
knowledgeable	1449
basement	1450
scaled-down	1451
practical	1452
custom	1453
landed	1454
eurobonds	1455
refuge	1456
accomplishment	1457
steelmaker	1458
cellular-phone	1459
cooling	1460
commit	1461
soccer	1462
american	1463
blankets	1464
sliding	1465
lush	1466
stalwart	1467
perked	1468
interleukin-4	1469
stealing	1470
launch	1471
adopted	1472
outgrowth	1473
non-convertible	1474
virtues	1475
preclude	1476
receiving	1477
generate	1478
older	1479
audition	1480
high-pressure	1481
syndicate	1482
tracts	1483
unfriendly	1484
packages	1485
months	1486
restoring	1487
leaf	1488
pricing	1489
bruising	1490
collection	1491
double-a-plus	1492
323s	1493
successful	1494
underscored	1495
masks	1496
smashed	1497
she	1498
politicking	1499
intensive	1500
incense	1501
serene	1502
sheltered	1503
successor	1504
smash	1505
lines	1506
hard-currency	1507
sentenced	1508
transcript	1509
mission	1510
unwise	1511
speculative	1512
coke	1513
units	1514
bending	1515
protocol	1516
stories	1517
pose	1518
hungary	1519
childhood	1520
bones	1521
flavors	1522
diplomatic	1523
confederation	1524
supportive	1525
feeds	1526
hires	1527
concert	1528
redeem	1529
makeup	1530
burnt	1531
malice	1532
member	1533
four-day	1534
narrowing	1535
consulted	1536
youngsters	1537
efficient	1538
solitary	1539
testified	1540
battled	1541
exceedingly	1542
modification	1543
feeling	1544
protect	1545
involved	1546
erosion	1547
victims	1548
dictators	1549
condemning	1550
most-active	1551
flunk	1552
portraying	1553
motivated	1554
underwriting	1555
alleging	1556
providing	1557
entertaining	1558
banana	1559
operatives	1560
temperature	1561
engaging	1562
sanitation	1563
mild	1564
topaz	1565
wooden	1566
originations	1567
paintings	1568
advertisement	1569
produced	1570
earned	1571
collapsing	1572
u.s.-made	1573
voting	1574
masquerading	1575
sergeant	1576
moonies	1577
sharpen	1578
name	1579
mechanisms	1580
cream	1581
rallies	1582
computer-guided	1583
sobering	1584
sick-building	1585
break	1586
service-industry	1587
missile	1588
researchers	1589
transplanted	1590
lure	1591
rescue	1592
levamisole	1593
chips	1594
disagree	1595
carriers	1596
wonder	1597
bargaining	1598
shoreline	1599
-rrb-	1600
prohibiting	1601
operational	1602
qualities	1603
machetes	1604
discrepancies	1605
confined	1606
sands	1607
indicators	1608
sister	1609
unified	1610
address	1611
incidence	1612
unfolding	1613
volokhs	1614
battlefield	1615
tones	1616
spoiler	1617
unnecessarily	1618
fenugreek	1619
fliers	1620
beer	1621
neither	1622
singling	1623
kicking	1624
editions	1625
shed	1626
tended	1627
checking	1628
small-business	1629
bred	1630
outlines	1631
members	1632
enactment	1633
jets	1634
doubling	1635
capita	1636
constitute	1637
continue	1638
expanded	1639
single-a-plus	1640
approaches	1641
company	1642
distinctions	1643
just	1644
samples	1645
brunt	1646
bargain-basement	1647
little-known	1648
resiliency	1649
engulfed	1650
inter-american	1651
vodka	1652
originally	1653
surpassed	1654
newspaper	1655
planning	1656
smack	1657
foam	1658
dip	1659
creates	1660
turmoil	1661
dilute	1662
pipelines	1663
boxes	1664
reconsider	1665
forthcoming	1666
recipients	1667
vu	1668
afterwards	1669
function	1670
hammered	1671
homefed	1672
herself	1673
point	1674
fusion	1675
fourth-quarter	1676
defenders	1677
lens	1678
defrauding	1679
compounding	1680
chefs	1681
f-16	1682
recycling	1683
log	1684
spouses	1685
blood	1686
method	1687
breadbox	1688
pence	1689
accompanies	1690
coupon	1691
phoned	1692
arrive	1693
predominantly	1694
take-or-pay	1695
necessities	1696
negligible	1697
composites	1698
lesser	1699
risk-free	1700
tribe	1701
annual	1702
year-earlier	1703
touted	1704
regulator	1705
factoring	1706
gamble	1707
rancorous	1708
unborn	1709
workstations	1710
indicating	1711
cardiac	1712
conservatives	1713
certificates	1714
sent	1715
booked	1716
proprietary	1717
west	1718
instability	1719
retire	1720
donnybrook	1721
touchy	1722
dictated	1723
chemists	1724
spectacular	1725
loot	1726
connection	1727
perfectly	1728
shakeout	1729
actual	1730
programmed	1731
judgments	1732
affair	1733
billings	1734
rigid	1735
observe	1736
israeli	1737
workstation	1738
engineering	1739
managing	1740
convenient	1741
protectionism	1742
impervious	1743
boldly	1744
production-sharing	1745
pass	1746
full	1747
librarian	1748
recapture	1749
psyllium	1750
housekeeper	1751
vehemently	1752
ranchers	1753
births	1754
bill	1755
horizon	1756
adjudicator	1757
gripping	1758
stricken	1759
coming	1760
deplorable	1761
renovate	1762
party	1763
historically	1764
centerfielder	1765
noble	1766
costa	1767
or	1768
catapult	1769
diseases	1770
firmed	1771
air-pollution	1772
schizophrenia	1773
fossil	1774
untapped	1775
renewal	1776
industrial	1777
bankshares	1778
rigor	1779
halftime	1780
giant	1781
risen	1782
rational	1783
technical	1784
goddess	1785
naczelnik	1786
swell	1787
viewing	1788
firm	1789
seedy	1790
behave	1791
typically	1792
second-quarter	1793
ketchup	1794
likened	1795
kilograms	1796
depress	1797
basing	1798
antiquated	1799
charts	1800
maiden	1801
burst	1802
embarrassing	1803
sizes	1804
about-face	1805
therapeutic	1806
fasteners	1807
payment	1808
oncogenes	1809
laggard	1810
1	1811
bankruptcy	1812
math	1813
targeted	1814
streamlining	1815
demonstrates	1816
seniors	1817
worriers	1818
equity	1819
treat	1820
stuttgart-based	1821
loss	1822
packed	1823
avenue	1824
soft-spoken	1825
effortlessly	1826
tactic	1827
conversion	1828
suitor	1829
additions	1830
articulate	1831
center	1832
seriousness	1833
abortion	1834
increasingly	1835
nominees	1836
bracket	1837
upgraded	1838
therapy	1839
stand-alone	1840
decentralized	1841
72-year-old	1842
summoned	1843
supposed	1844
supplemental	1845
poison	1846
afloat	1847
2-for-1	1848
tiny	1849
conditioners	1850
bare	1851
visited	1852
gloom	1853
wearing	1854
smart	1855
fauna	1856
mandatory	1857
untrue	1858
underlined	1859
contractual	1860
multiparty	1861
becoming	1862
president	1863
rewards	1864
consolidation	1865
unprofitable	1866
suspension	1867
inquiries	1868
sacrifice	1869
reproductive	1870
revenue	1871
s&ls	1872
redeeming	1873
doctrine	1874
collectibles	1875
jeep	1876
woo	1877
receiver	1878
fullest	1879
hint	1880
intelligent	1881
comprises	1882
gets	1883
weird	1884
meaningful	1885
junior	1886
uproar	1887
elections	1888
history	1889
slated	1890
spurted	1891
solicited	1892
f-14	1893
vested	1894
match	1895
less-than-truckload	1896
offer	1897
population	1898
lightning	1899
implement	1900
appraisals	1901
warmed	1902
cheer	1903
proficient	1904
effusive	1905
nearby	1906
networks	1907
journals	1908
textile	1909
happen	1910
comparisons	1911
eroded	1912
needed	1913
predicament	1914
mouse	1915
unanimous	1916
purchase	1917
thwarted	1918
caved	1919
salesperson	1920
cling	1921
sorry	1922
turkish	1923
alerted	1924
generating	1925
remarkably	1926
entities	1927
pacific	1928
powerhouse	1929
proxy	1930
financier	1931
objectives	1932
individually	1933
flip-flop	1934
condos	1935
wendy	1936
amusing	1937
propose	1938
bullets	1939
creating	1940
non-recurring	1941
lately	1942
foresee	1943
ranges	1944
went	1945
ward	1946
wing	1947
researched	1948
widened	1949
flapping	1950
tall	1951
predictions	1952
disorder	1953
eventual	1954
chemicals	1955
deduction	1956
drops	1957
something	1958
object	1959
echoing	1960
ebullient	1961
inexorably	1962
songs	1963
publishing	1964
assuage	1965
vehicles	1966
windows	1967
admits	1968
and	1969
harder	1970
ambitious	1971
oats	1972
nonfinancial	1973
support	1974
visa	1975
intends	1976
lets	1977
low-risk	1978
review	1979
severance	1980
morale	1981
stockbroker	1982
nationalization	1983
what	1984
splits	1985
antibiotic	1986
liberation	1987
walked	1988
advertised	1989
catering	1990
meet	1991
offing	1992
better-than-average	1993
comparable	1994
ones	1995
frontier	1996
socalled	1997
extracted	1998
iras	1999
quiet	2000
stymied	2001
prompted	2002
dazzling	2003
slope	2004
hoc	2005
arguments	2006
faced	2007
senior	2008
decide	2009
offense	2010
tenacious	2011
caster	2012
had	2013
mellow	2014
contending	2015
advance	2016
lecturer	2017
hedges	2018
carcinogenic	2019
routinely	2020
grandson	2021
low-priced	2022
broker-sold	2023
airing	2024
lazy	2025
passed	2026
rescinded	2027
yearlong	2028
innocence	2029
mutation	2030
suspend	2031
border	2032
ceiling	2033
three-page	2034
slightly	2035
decisively	2036
personal-care	2037
deflated	2038
engineer	2039
starved	2040
participate	2041
subordinates	2042
flashed	2043
spurt	2044
creation	2045
poorly	2046
waging	2047
sorting	2048
horror	2049
beach	2050
desirable	2051
alternatives	2052
trade-distorting	2053
conflict	2054
abrupt	2055
resold	2056
retrieval	2057
health-food	2058
awhile	2059
yuppies	2060
gun	2061
mart	2062
journalism	2063
years	2064
competence	2065
evolution	2066
bells	2067
hallowed	2068
pershare	2069
quantities	2070
straighten	2071
installments	2072
snagged	2073
outperform	2074
initiative	2075
realign	2076
aging	2077
liar	2078
surrounded	2079
thoroughfare	2080
prosecutors	2081
luxury-car	2082
route	2083
roast	2084
premiering	2085
muni	2086
intractable	2087
burying	2088
rebates	2089
situation	2090
copies	2091
depository	2092
fretting	2093
marginally	2094
revisit	2095
pivotal	2096
prosecuting	2097
conciliatory	2098
victim	2099
prosecution	2100
soul	2101
apples	2102
wallpaper	2103
inspiring	2104
enjoys	2105
afrikaners	2106
snap	2107
acrimony	2108
drills	2109
relaxation	2110
landing	2111
monstrous	2112
israelis	2113
cheaper	2114
destroy	2115
backgrounds	2116
dental	2117
high-interest	2118
relate	2119
human	2120
lithographs	2121
presumption	2122
discouraging	2123
naked	2124
defending	2125
substituted	2126
films	2127
concede	2128
depositors	2129
improperly	2130
reputable	2131
ultraviolet	2132
debut	2133
mid-1980s	2134
mystery	2135
16-bit	2136
laden	2137
dispose	2138
oversight	2139
awkward	2140
fame	2141
deliberations	2142
stagnation	2143
complication	2144
feed	2145
slightest	2146
syndrome	2147
rescued	2148
trumpet	2149
brushed	2150
dresses	2151
ever-changing	2152
richer	2153
conflicting	2154
spare	2155
grapevine	2156
risking	2157
utilities	2158
spinoff	2159
luxury	2160
allocation	2161
one-stop	2162
islamic	2163
pre-registered	2164
withdraw	2165
worried	2166
premium-brand	2167
remodeling	2168
quell	2169
scuttled	2170
mixed	2171
architect	2172
reoffered	2173
in-depth	2174
appeared	2175
scared	2176
relevant	2177
birth-control	2178
specialty	2179
trepidation	2180
announcer	2181
food-processing	2182
checks	2183
tendering	2184
improve	2185
grips	2186
mask	2187
expired	2188
sharing	2189
tax-exempt	2190
patron	2191
competes	2192
tacitly	2193
stampede	2194
receive	2195
connections	2196
search	2197
charm	2198
saving	2199
duty	2200
lengths	2201
because	2202
posts	2203
methods	2204
threatens	2205
nicaraguan	2206
episode	2207
pistol	2208
pair	2209
structural	2210
roofing	2211
shirt	2212
filters	2213
forests	2214
settlements	2215
multiples	2216
weekend	2217
oceanographic	2218
six-figure	2219
negotiating	2220
anti-nuclear	2221
computer-related	2222
60-vote	2223
disclose	2224
changing	2225
arbitragers	2226
k	2227
defenses	2228
praying	2229
dodgers	2230
felony	2231
goodies	2232
assembled	2233
raisers	2234
cardiovascular	2235
mountain-bike	2236
they	2237
been	2238
testifying	2239
resilient	2240
outlying	2241
skyrocketing	2242
fend	2243
overhauled	2244
slide	2245
leading	2246
assert	2247
facts	2248
publicity	2249
firsthand	2250
custom-tailored	2251
barrage	2252
experimental	2253
secondary	2254
atlantic	2255
somalis	2256
easiest	2257
respected	2258
present	2259
iced	2260
etiquette	2261
blending	2262
means	2263
downgraded	2264
halls	2265
hypoglycemia	2266
shown	2267
peace-keeping	2268
possible	2269
overtures	2270
shah	2271
sizable	2272
rigidity	2273
muddied	2274
tangible	2275
numbers	2276
gene	2277
contains	2278
codes	2279
glycols	2280
tone	2281
fatal	2282
imaginative	2283
configuration	2284
records	2285
taiwanese	2286
composer	2287
toppled	2288
contingent	2289
restitution	2290
debentures	2291
fulfill	2292
seeing	2293
despite	2294
steadied	2295
warehouse	2296
individuals	2297
sophomore	2298
quotas	2299
cement	2300
low-profit	2301
industries	2302
hard-hit	2303
protectors	2304
misstated	2305
overpriced	2306
guideline	2307
opener	2308
livestock	2309
votes	2310
proclaimed	2311
eruption	2312
burgeoning	2313
spreads	2314
refrigerator	2315
argue	2316
photo	2317
deposed	2318
suicide	2319
resolutions	2320
quick	2321
exodus	2322
nonetheless	2323
symptoms	2324
swing	2325
heavy-handed	2326
arrived	2327
magnitude	2328
lender	2329
mini-component	2330
trigger	2331
temporarily	2332
'60s	2333
posters	2334
2.5-mile	2335
rearing	2336
dec.	2337
if	2338
performer	2339
automotive	2340
confronting	2341
ponds	2342
markedly	2343
turbulent	2344
reign	2345
accompaniment	2346
trading	2347
pinpoint	2348
backed	2349
die	2350
disciplined	2351
funneling	2352
strict	2353
overreacting	2354
transfusion	2355
spring	2356
characterize	2357
wisely	2358
nowadays	2359
disrupt	2360
competent	2361
striking	2362
keeps	2363
program-trading	2364
ethylene	2365
issuing	2366
-rcb-	2367
sit	2368
cancer	2369
leaking	2370
salt	2371
cousin	2372
stable	2373
corporation	2374
switched	2375
retain	2376
habits	2377
butter	2378
females	2379
57-year-old	2380
women	2381
creativity	2382
goodness	2383
hurling	2384
unfilled	2385
tooling	2386
desks	2387
six-cent	2388
burglaries	2389
investigator	2390
forgot	2391
who	2392
dirt	2393
wheel	2394
holding	2395
closes	2396
weather	2397
forbidding	2398
sweating	2399
driven	2400
steam	2401
inaccessible	2402
shoppers	2403
seized	2404
kidnapper	2405
promote	2406
rings	2407
dealer-manager	2408
memberships	2409
handful	2410
broadcast	2411
ideas	2412
lightly	2413
medium-size	2414
technology	2415
slip	2416
referendum	2417
cease-fire	2418
fraught	2419
stir	2420
disturb	2421
stifle	2422
neurologists	2423
proponents	2424
aw	2425
boatload	2426
tore	2427
precious-metals	2428
charged	2429
alleviate	2430
expenditure	2431
good	2432
combing	2433
slack	2434
refinancing	2435
americans	2436
indians	2437
thunder	2438
begins	2439
modified	2440
doubts	2441
interest-rate	2442
acceptance	2443
containerboard	2444
new-generation	2445
evaluation	2446
presented	2447
smiling	2448
reward	2449
result	2450
14-year-old	2451
exchange-listed	2452
slow-growing	2453
liberated	2454
arrivals	2455
several	2456
drafting	2457
cost-cutting	2458
sow	2459
deaths	2460
stalwarts	2461
ardor	2462
ffr	2463
breach	2464
plowed	2465
countryside	2466
backdrop	2467
deprived	2468
activist	2469
evasion	2470
bringing	2471
rooms	2472
court	2473
admittedly	2474
loyalty	2475
squeamish	2476
touched	2477
segregate	2478
tilted	2479
slums	2480
volkswagen	2481
comprehensive	2482
visibility	2483
home-equity	2484
perennial	2485
seizure	2486
exploits	2487
mutual	2488
annually	2489
bioresearch	2490
allegedly	2491
aligned	2492
boundary	2493
reputations	2494
awaited	2495
accounted	2496
chunks	2497
gnp	2498
am	2499
admirable	2500
prosecutor	2501
duties	2502
declaration	2503
endorsing	2504
61-year-old	2505
pressuring	2506
caveat	2507
episodes	2508
presentation	2509
frequent-flier	2510
2	2511
renews	2512
well-known	2513
patrol	2514
common-stock	2515
pending	2516
festivities	2517
den	2518
panel	2519
resignation	2520
tabs	2521
social	2522
non-invasive	2523
go-ahead	2524
unseemly	2525
industrialist	2526
auditor	2527
repainted	2528
upshot	2529
residential	2530
money-back	2531
assumption	2532
extension	2533
islands	2534
made	2535
year	2536
1980s	2537
newsstands	2538
suffered	2539
caught	2540
census	2541
airwaves	2542
worst	2543
anytime	2544
entire	2545
crises	2546
bowls	2547
conducts	2548
attorney	2549
hands-on	2550
outlets	2551
dug	2552
gambling	2553
coordinate	2554
indicates	2555
costume	2556
intensify	2557
photograph	2558
sewers	2559
recourse	2560
non-residential	2561
excessive	2562
munich-based	2563
countered	2564
stepped	2565
repurchases	2566
&	2567
silver	2568
parade	2569
luring	2570
dire	2571
supervisor	2572
fundamentals	2573
burdened	2574
camera	2575
strongly	2576
gold-mining	2577
analog	2578
eats	2579
contemporary	2580
tumors	2581
eschewed	2582
directed	2583
conduits	2584
recruiter	2585
backfire	2586
prevents	2587
reduces	2588
not-for-profit	2589
shipyards	2590
wage-earning	2591
generators	2592
hampered	2593
crowds	2594
auctioneer	2595
mainstream	2596
folklore	2597
drew	2598
mom-and-pop	2599
wet	2600
teaming	2601
improved	2602
quarterly	2603
showed	2604
injecting	2605
studied	2606
inflammatory	2607
maturities	2608
controversies	2609
keynesian	2610
lexicon	2611
hell	2612
bowing	2613
full-time	2614
reversible	2615
privileges	2616
unsettling	2617
take	2618
oddities	2619
emphasizes	2620
compulsions	2621
necks	2622
baby	2623
quarter-to-quarter	2624
dissidents	2625
tender	2626
understood	2627
patented	2628
parochial	2629
reinstated	2630
copper	2631
herds	2632
sniffs	2633
horse	2634
maturity	2635
weaving	2636
preferably	2637
one-half	2638
opinions	2639
small-town	2640
spill	2641
represented	2642
owners	2643
principle	2644
4	2645
pollen-inhibiting	2646
cheat	2647
lured	2648
choice	2649
partner	2650
health	2651
believes	2652
nuts	2653
pricings	2654
benefit-seeking	2655
garcias	2656
races	2657
acts	2658
frame	2659
idealistic	2660
blatant	2661
wild	2662
symbolic	2663
broken	2664
salaried	2665
turning	2666
installment	2667
market-monitoring	2668
high-quality	2669
advise	2670
restored	2671
low-income	2672
per-share	2673
coats	2674
lest	2675
spinal	2676
projected	2677
males	2678
tastes	2679
situations	2680
location	2681
reassurance	2682
held	2683
sides	2684
land	2685
hood	2686
riots	2687
signals	2688
adorned	2689
violations	2690
supervisors	2691
seasonally	2692
blaming	2693
domestic-production	2694
approved	2695
formal	2696
where	2697
offenders	2698
corporatist	2699
activities	2700
damped	2701
forfeitures	2702
aboard	2703
business-to-business	2704
encounters	2705
upper	2706
tags	2707
conspiring	2708
comprise	2709
excuses	2710
government-sponsored	2711
soybean	2712
luck	2713
undergoing	2714
cd-type	2715
non-binding	2716
high-cost	2717
40th	2718
bombing	2719
teens	2720
adept	2721
unite	2722
domestically	2723
brainchild	2724
disrupted	2725
grass-roots	2726
nameplate	2727
exhausting	2728
welcoming	2729
reschedule	2730
interspersed	2731
credible	2732
inner	2733
angeles-based	2734
newsprint	2735
endured	2736
coupon-equivalent	2737
standards	2738
proliferating	2739
cups	2740
pimp	2741
borrowing	2742
eastern	2743
herbicides	2744
amply	2745
mass.-based	2746
actors	2747
old-time	2748
parlance	2749
multimillion	2750
yielding	2751
cuckoo	2752
columns	2753
variable-rate	2754
messrs.	2755
macho	2756
prize-winning	2757
adversaries	2758
memorabilia	2759
a	2760
processing	2761
punch	2762
annuities	2763
fatality	2764
performance	2765
ordinarily	2766
bikes	2767
clerk	2768
breadth	2769
putting	2770
slabs	2771
homosexual	2772
appreciated	2773
intervening	2774
new-model	2775
religious	2776
eternal	2777
eliminate	2778
thus	2779
mortality	2780
democrats	2781
nobody	2782
designing	2783
cracking	2784
megabyte	2785
penthouse	2786
dallas-based	2787
approximately	2788
underscores	2789
strongest	2790
politically	2791
considered	2792
psychological	2793
painted	2794
retirement	2795
amend	2796
defensible	2797
maquiladoras	2798
a-2	2799
systematic	2800
refinance	2801
hedgers	2802
triple-a-rated	2803
troop	2804
strikes	2805
disproportionate	2806
low-crime	2807
liquidating	2808
shattered	2809
kept	2810
smile	2811
inappropriately	2812
drastic	2813
residence	2814
blasted	2815
gainer	2816
reminded	2817
non-performing	2818
british-based	2819
mid-range	2820
summarizing	2821
scheme	2822
promotion	2823
motorists	2824
graduation	2825
broadcasting	2826
transmitting	2827
literature	2828
boomed	2829
carry	2830
survive	2831
since	2832
semiconductor	2833
withheld	2834
commodities	2835
peasants	2836
hamper	2837
shrink	2838
letter	2839
bikers	2840
predictable	2841
plaintiffs	2842
bomber	2843
armed	2844
impossible	2845
drawbacks	2846
pumped	2847
deceased	2848
crews	2849
soft-drink	2850
raging	2851
modernization	2852
compensate	2853
obscurity	2854
lacks	2855
succeed	2856
downtrend	2857
university	2858
tremendously	2859
mount	2860
complete	2861
companions	2862
franchised	2863
introductions	2864
version	2865
happily	2866
faltered	2867
persons	2868
tabloid	2869
covert	2870
defined	2871
rushed	2872
graphics	2873
featuring	2874
meaningless	2875
passing	2876
save	2877
sino-british	2878
couples	2879
heralded	2880
shaken	2881
half-dozen	2882
covering	2883
powered	2884
vault	2885
cachet	2886
treasurers	2887
experts	2888
precluded	2889
choking	2890
submitted	2891
expedite	2892
jaguar	2893
headway	2894
firms	2895
panic	2896
footing	2897
declaring	2898
canceled	2899
monetarists	2900
defer	2901
racehorses	2902
plaster	2903
looms	2904
arrangement	2905
packaging	2906
oil	2907
airport	2908
prince	2909
cross	2910
verifiable	2911
motives	2912
surged	2913
piecemeal	2914
halved	2915
coat	2916
disorderly	2917
illnesses	2918
uniform	2919
simmering	2920
gripped	2921
leeway	2922
further	2923
governors	2924
simpler	2925
targets	2926
alliances	2927
commercials	2928
giving	2929
raped	2930
enlisting	2931
resort	2932
undertaken	2933
reigned	2934
ill-suited	2935
aggregates	2936
unprepared	2937
bestowed	2938
heterogeneous	2939
mail	2940
without	2941
exploration	2942
honest	2943
thief	2944
increasing	2945
ridiculous	2946
weary	2947
sniffed	2948
eurodollars	2949
mail-order	2950
otherwise	2951
privatization	2952
cpas	2953
prostitutes	2954
prior	2955
moniker	2956
thrifts	2957
convoluted	2958
propping	2959
cows	2960
shunning	2961
measures	2962
dated	2963
when-issued	2964
counted	2965
size	2966
three-quarters	2967
temperatures	2968
audacious	2969
overtime	2970
risked	2971
biology	2972
focuses	2973
agility	2974
evangelist	2975
mainly	2976
perpetuate	2977
ruble	2978
producer-price	2979
frenetic	2980
hog	2981
persistency	2982
averaging	2983
misdemeanor	2984
stimulators	2985
recklessly	2986
halves	2987
wholesale	2988
officially	2989
divesting	2990
fat-tired	2991
functioning	2992
burns	2993
rising	2994
someone	2995
abolish	2996
uninformed	2997
contrasts	2998
allocations	2999
enacted	3000
distilled	3001
terrific	3002
having	3003
profession	3004
wiretap	3005
foreigners	3006
safety	3007
unavailable	3008
trial	3009
containment	3010
downtown	3011
ultimatum	3012
endangerment	3013
glutted	3014
gauge	3015
pointedly	3016
190-point	3017
masseuse	3018
so-so	3019
ferroelectric	3020
overturned	3021
leap	3022
36-year-old	3023
dock	3024
refinanced	3025
productivity	3026
thereof	3027
deteriorated	3028
appropriate	3029
telephones	3030
inherent	3031
shift	3032
permits	3033
trickle	3034
pennant	3035
cousins	3036
dramatization	3037
labeled	3038
tool	3039
foundation	3040
fit	3041
marking	3042
soaking	3043
infrastructure	3044
depositary	3045
account	3046
three-day	3047
immensely	3048
greeting	3049
seizing	3050
super-majority	3051
tentative	3052
non-japanese	3053
logistics	3054
dawning	3055
normally	3056
conceived	3057
impression	3058
protected	3059
lessen	3060
disgusted	3061
quotations	3062
congressmen	3063
floppy	3064
quite	3065
switzerland	3066
engage	3067
rescission	3068
steal	3069
inefficiency	3070
disregarded	3071
remedies	3072
talked	3073
playoffs	3074
breeding	3075
prepare	3076
toronto-based	3077
baa2	3078
independents	3079
energies	3080
24-month	3081
deserves	3082
fluke	3083
relied	3084
complex	3085
alaskan	3086
rejuvenation	3087
provisional	3088
staunchly	3089
distributions	3090
circuits	3091
disgruntled	3092
blocks	3093
surveillance	3094
scarcely	3095
composers	3096
paper-company	3097
favored	3098
spread	3099
builders	3100
anti-japanese	3101
incumbent	3102
undemocratic	3103
mishandled	3104
surges	3105
double-a-3	3106
adjusters	3107
potholes	3108
incorporate	3109
usefulness	3110
cockpit	3111
unfair	3112
overstate	3113
near-monopoly	3114
busier	3115
closely	3116
waive	3117
displays	3118
poll	3119
fits	3120
restrain	3121
spooks	3122
threaten	3123
heels	3124
coffee	3125
scout	3126
diversion	3127
yards	3128
chinese	3129
removed	3130
respects	3131
plains	3132
pouring	3133
aggravated	3134
takes	3135
belong	3136
surtax	3137
killed	3138
flourish	3139
tend	3140
collapses	3141
commissioned	3142
reversed	3143
merchandise	3144
avalanche	3145
arising	3146
shelled	3147
yorkers	3148
reportedly	3149
aftertax	3150
whose	3151
eloquently	3152
architects	3153
fellows	3154
returning	3155
disputes	3156
tropical	3157
unsecured	3158
blanket	3159
educational	3160
emerged	3161
inspected	3162
handled	3163
stationery	3164
cop	3165
dam	3166
fiveyear	3167
refining	3168
war	3169
largest-ever	3170
inflows	3171
anti-takeover	3172
rubble	3173
battle	3174
professional	3175
...	3176
infighting	3177
neat	3178
posting	3179
home-building	3180
punishable	3181
counting	3182
thinned	3183
ride	3184
pilot	3185
conquer	3186
birthday	3187
family	3188
boss	3189
confirmed	3190
explained	3191
cooperating	3192
wrongful	3193
sudden	3194
abate	3195
legality	3196
dreamed	3197
adopting	3198
shook	3199
bumpy	3200
ripped	3201
volunteers	3202
troublesome	3203
strength	3204
responsibilities	3205
dark	3206
discretion	3207
tunnel	3208
useful	3209
narrowly	3210
reactions	3211
destiny	3212
disaster-recovery	3213
bust	3214
mainline	3215
illustration	3216
marching	3217
borne	3218
hostile	3219
affiliated	3220
soft	3221
phases	3222
diplomats	3223
nods	3224
beef	3225
exhaustive	3226
consuming	3227
northern	3228
elegant	3229
down	3230
bursts	3231
ditch	3232
shutdown	3233
barely	3234
understanding	3235
instrumental	3236
spectrum	3237
cheering	3238
watts	3239
contiguous	3240
poet	3241
dragging	3242
elaborating	3243
concerned	3244
recruiting	3245
sabotage	3246
ambassador	3247
discriminating	3248
defective	3249
infections	3250
technologies	3251
taking	3252
reparations	3253
sucker	3254
transported	3255
demon	3256
slick	3257
during	3258
ambivalence	3259
attractions	3260
investigators	3261
linger	3262
silence	3263
edgy	3264
46-year-old	3265
small-lot	3266
unraveling	3267
cooperative	3268
ravaged	3269
embarked	3270
accountability	3271
rv	3272
accrued	3273
national-security	3274
soared	3275
collapsed	3276
spurring	3277
noncriminal	3278
solicitation	3279
c-word	3280
automation	3281
full-blown	3282
measurements	3283
rider	3284
peripheral	3285
accelerated	3286
discredited	3287
hovered	3288
entitle	3289
deterioration	3290
blue	3291
scrapped	3292
catheter	3293
corridor	3294
artery	3295
evolving	3296
stressing	3297
savvy	3298
flash	3299
life-insurance	3300
giants	3301
wrong	3302
conservative	3303
arrange	3304
procedures	3305
unload	3306
procrastination	3307
candy	3308
ignored	3309
strained	3310
counterparts	3311
whimper	3312
chief	3313
dare	3314
essential	3315
interrupted	3316
writhing	3317
districts	3318
appeals	3319
detained	3320
acquitted	3321
charging	3322
pure	3323
triumphed	3324
nationalistic	3325
postels	3326
sleepy	3327
scuttle	3328
jealousy	3329
desk	3330
oddly	3331
sweat	3332
exacerbated	3333
amplified	3334
controllers	3335
depositions	3336
dates	3337
isolation	3338
embrace	3339
fixed	3340
financial-services	3341
margarine	3342
signaled	3343
ceilings	3344
key	3345
sporting	3346
dubbed	3347
crudes	3348
late-payment	3349
skins	3350
unravel	3351
blonde	3352
tilt	3353
accelerating	3354
champions	3355
shorn	3356
beats	3357
doorway	3358
delayed	3359
mgm/ua	3360
laptop	3361
hearts	3362
chloride	3363
metro	3364
applauded	3365
instruction	3366
ethics	3367
whooping	3368
citizens	3369
high-school	3370
data	3371
more	3372
convincing	3373
expand	3374
satisfactory	3375
moral	3376
quadrupled	3377
murderer	3378
pro-choice	3379
concerns	3380
interstate	3381
across	3382
aides	3383
rattled	3384
foreclosed	3385
professor	3386
eliminates	3387
name-dropping	3388
publicly	3389
peak	3390
non-u.s.	3391
experimentation	3392
senders	3393
kingpin	3394
implemented	3395
compromises	3396
navy	3397
trafficking	3398
motel	3399
results	3400
purists	3401
recital	3402
peruvian	3403
significance	3404
